[
	{
		"category" : "পরিচিতি",
		"data" : [
			{
				"title" : "পরিচিতি",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMjA2NTE0NzkyMF5BMl5BanBnXkFtZTgwMjAwMzg5NjE@._V1._SY140_.jpg",
				"caption" : "
				বাংলা নাম -সরিষা
				ইংরেজী নামঃ Mustard
				বৈজ্ঞানিক নামঃ Brassica juncea (রাই সরিষা),
				Brassica campestris var: toria (দেশি টরি)
				Brassica campestris, var: sarson (শ্বেত সরিষা)
				পরিবারঃ Brassicaceae (Cruciferae)

				সরিষা বাংলাদেশের প্রধান ভোজ্য তেল ফসল। বর্তমানে ৩.৯৫ লক্ষ হেক্টর জমিতে এর চাষ করা হয় এবং প্রায় ৩.৭৯ লক্ষ টন তেল পাওয়া যায়। বিভিন্ন জাতের সরিষার বীজে ৪০-৪৪% তেল থাকে। খৈলে প্রায় ৪০% আমিষ থাকে। তাই খৈল গরু ও মহিষের জন্য খুব পুষ্টিকর খাদ্য। খৈল একটি উৎকৃষ্ট জৈব সার। বাংলাদেশে সরিষার ফলন প্রতি হেক্টর গড়ে ৮১০ কেজি।",
				"time" : "1 hours ago"
			}
		]
	},
	{
		"category" : "সরিষার জাত",
		"data" : [
			{
				"title" : "সরিষার জাত",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMzk3MjE5NjE4NF5BMl5BanBnXkFtZTcwOTUzODY0OQ@@._V1._SY140_.jpg",
				"caption" : "এদেশে ৩ প্রকার সরিষার চাষ হয় যথা টরি, শ্বেত ও রাই। বর্তমান আবাদযোগ্য নেপাস সরিষার জাতও উদ্ভাবন করা হয়েছে এবং তা আবাদ করা হচ্ছে।

				টরি-৭
				টরি-৭ জাতটি বাছাইয়ের মাধ্যমে উদ্ভাবিত হয়েছে। এ জাতের গাছের উচ্চতা ৬০-৭৫ সেমি। গাছ খাট। ফলের বোটা লম্বা থাকে বলে প্রস্ফুটিত ফুল কুঁড়িসমূহের উপরে অবস্থান করে। ফল বা সিলিকুয়া একটু মোটা। ফল দুইকক্ষ বিশিষ্ট। বীজ গোলাকার ও পিঙ্গল র্বণের। প্রতি হাজার বীজের ওজন ২.৬-২.৭ গ্রাম। বীজে তেলের পরিমান ৩৮-৪১%। জতিটি রোগবালাই সহনশীল। ফসল বোনা থেকে পাকা পর্যন্ত ৭০-৮০ দিন সময় লাগে। উন্নত পদ্ধতিতে চাষ করলে হেক্টরপ্রতি ফলন ৯৫০-১১০০ কেজি হয়।

				সোনালী সরিষা (এস এস-৭৫)
				সোনালী সরিষা বা এস এস-৭৫ জতিটি ল্যান্ড রেসেস থেকে নির্বাচনের মাধ্যমে উদ্ভাবন করা হয় এবং ১৯৭৯ সালে অনুমোদন লাভ করে। গাছের উচ্চতা ৯০-১০০ সেমি এবং প্রাথমিক শাখার সংখ্যা ৪-৬ টি। প্রতি গাছের ফলের সংখ্যা ৯০-১২০ টি। ফলে ৪টি কক্ষ থেকে এবং প্রতি ফলে বীজের সংখ্যা ৩৫-৪৫টি। বীজের রং হলদে সোনালী। বীজ গোলাকার। প্রতি হাজার বীজের ওজন ৩.৫-৪.৫ গ্রাম এবং বীজে তেলের পরিমাণ ৪৪-৪৫%। গাছের কান্ড ও শিকড় শক্ত বলে অধিক সার ও সেচ প্রয়োগে গাছ নুয়ে পড়ে না। ফল পাকতে ৯০-১০০ দিন সময় লাগে। উন্নত পদ্ধতিতে চাষ করলে প্রতি হেক্টরে ১.৮-২.০ টন ফলন পাওয়া যায়।

				কল্যাণীয়া (টিএস-৭২)
				কল্যাণীয়া বা টিএস-৭২ জাতের সংকারায়ণের মাধ্যমে উদ্ভাবন করা হয় এবং ১৯৭৯ সালে অনুমোদিত হয়। গাছের উচ্চতা ৭৫-৯০ সেমি। গাছে ৪-৬ টি প্রাথমিক শাখা থাকে। প্রতি গাছে ফলের সংখ্যা ১২০-১৫০ টি। ফলে ২টি কক্ষ থাকে এবং প্রতি ফলে বীজের সংখ্যা ১৫-২০ টি। বীজের রং পিঙ্গল বাদমি। পাতা বোটাহীন ও পুষ্পপত্রের গোড়ার অংশ কান্ডকে সম্পূর্ণ ঘিরে রাখে। বোটা লম্বা বলে প্রস্ফুটিত ফুল কুড়ির উপর অবস্থান করে। বীজ গোলাকার এবং প্রতি হাজার বীজের ওজন ২.৫-৩.০ গ্রাম। বীজে তেলের পরিমাণ ৪০-৪২%। ফসল পাকতে ৭৫-৮৫ দিন সময় লাগে। উন্নত পদ্ধতিতে চাষ করলে প্রতি হেক্টরে ১.৪৫-১.৬৫ টন ফলন পাওয়া যায়। কল্যাণীয়া জাতটি ¯^í মেয়াদী উচ্চ ফলনশীল আগাম জাত।

				দৌলত (আর এস-৮১)
				দৌলত (আর এস-৮১) সংগৃহীত জার্মপ্লাজম হতে বাছাই প্রক্রিয়ার মাধ্যমে উদ্ভাবিত হয় এবং ১৯৮৮ সালে অনুমোদন লাভ করে। এটি রাই জাতীয় সরিষা। গাছের উচ্চতা ১০০-১১০ সে. মি। গাছে ৪-৮ টি প্রাথমিক শাখা থাকে। প্রতি গাছে ফলের সংখ্যা ১১৫-১২৫ টি। ফল কান্ডের সাথে লেগে থাকে। ফলে ২টি কক্ষ আছে এবং প্রতি ফলে বীজের সংখ্যা ১০-১৫ টি। ফল থেকে বীজ ঝরে পড়ে না। বীজের রং লালচে বাদামি। প্রতি হাজার বীজের ওজন ১.০-২.৫ গ্রাম। বপন থেকে তোলা পর্যন্ত ৯০-১০৫ দিন সময় লাগে। হেক্টরপ্রতি ফলন ১.১-১.৩ টন। দৌলত জাত খরা ও কিছুটা লবণাক্ততা সহনশীল। বীজে তেলের পরিমাণ ৩৯-৪০%। জাতটি অলটারনারিয়া ব্লাইট রোগ সহনশীল।

				বারি সরিষা-৬ (ধলি)
				এটি শ্বেত সরিষার একটি উচ্চ ফলনশীল জাত। ল্যান্ড রেসেস থেকে বাছাইকরণের মাধ্যমে এ জাতটি উদ্ভাবিত হয় এবং ১৯৯৪ সালে অনুমোদিত হয়। গাছের উচ্চতা ১০০-১১৭ সেমি এবং প্রতি গাছে প্রাথমিক শাখার সংখ্যা ৪-৭টি। গাছে ফলের সংখ্যা ৯৫-১৩০ টি। ফল ২ কক্ষ বিশিষ্ট এবং ফলে বীজের সংখ্যা ২২-২৫ টি। প্রতি হাজার বীজের ওজন ৩-৪ গ্রাম। বীজের রং হলদে। কান্ড ও শিকড় শক্ত হওয়ায় গাছ হেলে পড়ে না। পরিপক্ক ফল ফেটে গিয়ে বীজ ঝরে পড়ে না। ফল ও ফলের ঠোঁট তুলনামূলকভাবে লম্বা | বারি সরিষা-৬ (ধলি) পাকতে ৯০-১০০ দিন সময় লাগে। পরিমাণমত সার ও সেচ দিলে প্রতি হেক্টর ১.৯-২.২ টন ফলন পাওয়া যায়। বীজে তেলের পরিমাণ ৪৪-৪৫%।

				বারি সরিষা-৭ (ন্যাপাস-৩১৪২)
				বারি সরিষা-৭ জাতটি ব্রাসিকা ক্যাম্পেস্ট্রিজ ও ব্রাসিকা ওলেরিশিয়া প্রজাতিদ্বয়ের সংকরায়ণের মাধ্যমে উদ্ভাবিত হয় এবং ১৯৯৪ সালে অনুমোদিত হয়। গাছের উচ্চতা ৮০-১০০ সেমি। প্রতি গাছে প্রাথমিক শাখার সংখ্যা ৪-৫টি। গাছের পাতা বোটাহীন ও তল মসৃণ। ফুলের পাঁপড়ির রং সাদা। প্রতি গাছে ফলের সংখ্যা ৯০-১২৫ টি । ফল ২ কক্ষ বিশিষ্ট এবং প্রতি ফলে বীজের সংখ্যা ২৫-৩০ টি। বীজের রং পিঙ্গল কালো । বীজ বড় ও গোলাকার আকৃতির এবং প্রতি হাজার বীজের ওজন ৩.৪-৩.৬ গ্রাম। ফসল ৯০-৯৫ দিনে পাকে পরিমানমত সার ও সেচ দিয়ে উন্নত পদ্ধতিতে চাষ করলে হেক্টরপ্রতি ২.০-২.৫ টন ফলন পাওয়া যায়। বীজে তেলের পরিমাণ ৪২-৪৫%। জাতটি অলটরনরিয়া ব্লাইট রোগ এবং সাময়িক জলাবদ্ধতা সহনশীল।

				বারি সরিষা-৮ (ন্যাপাস-৮৫০৯)
				বারি সরিষা-৮ জাতটি সংকরায়ণের মাধ্যমে উদ্ভাবন করা হয়েছে। ছোট দিনের উপযোগী এ জাতটি ১৯৯৪ সালে অনুমোদিত হয়। গাছের উচ্চতা ৯০-১১০ সেমি এবং প্রতি গাছে ৪-৫টি প্রাথমিক শাখা থাকে। পাতা বোটাহীন ও মসৃণ। পাতার গোড়া কান্ডকে অর্ধাবৃত করে রাখে। প্রতি গাছে ফলের সংখ্যা ৯০-১২৫টি, ফল ২ কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ২৫-৩০ টি। বীজের রং কালচে। প্রতি হাজার বীজের ওজন ৩.৪-৩.৬ গ্রাম। ফসল পাকতে ৯০-৯৫ দিন সময় লাগে। পরিমাণমত সার ও সেচ দিলে আবাদ করলে প্রতি হেক্টরে ২.০-২.৫ টন ফলন পাওয়া যায়। বীজে তেলের পরিমাণ ৪৩-৪৫%। এ জাত অলটারনারিয়া ব্লাইট রোগ ও সাময়িক জলবদ্ধতা সহনশীল।

				রাই-৫
				রাই-৫ ল্যান্ড রেসেস থেকে বাছাইয়ের মাধ্যমে উদ্ভাবন করা হয় এবং ১৯৭৬ সালে অনুমোদিত হয়। নাবী ফসল হিসেবে রাই-৫ উপযোগী। গাছের উচ্চতা ১২০-১৩৫ সেমি। প্রতি গাছে ৪-৬ টি প্রাথমিক শাখা থাকে। পাতা বোটাযুক্ত ও খসখসে। প্রস্ফুটিত ফুল কুঁড়ির নিচে অবস্থান করে। প্রতি গাছে ফলের সংখ্যা ৯০-১২০ টি। ফলে ২ টি কক্ষ থাকে এবং প্রতি ফলে বীজের সংখ্যা ৮-১২ টি। বীজের রং লালচে বাদামি। বীজ ছোট ও গোলাকার। হাজার বীজের ওজন ১.৭-১.৯ গ্রাম। ফসল পাকতে ৯০-১০০ দিন সময় লাগে। প্রতি হেক্টরে ১.০-১.১ টন ফলন পাওয়া যায়। জাতটি খরা ও কিছুটা লবণাক্ততা সহনশীল।

				বারি সরিষা-৯
				সার্ক দেশসমূহের মধ্যে কারিগরি সহয়োগীতার আওতায় ভারত থেকে সংগৃহীত জার্মপ্লাজম থেকে এ জাতটি উদ্ভাবন করা হয় এবং ২০০০ সালে অনুমোদিত হয়। গাছের উচ্চতা ৮০-৯৫ সেমি এবং প্রতি গাছে ৪-৬ টি প্রাথমিক শাখা থাকে। পাতা হালকা সবুজ রংয়ের এবং মসৃণ। পাতার বোটা কান্ডকে সম্পূর্ণ ঘিরে রাখে। ফুলের রং হলুদ। প্রতি গাছে ফলের সংখ্যা ৮০-১০০ টি। ফল ২ কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ১৫-২০ টি। বীজের রং পিঙ্গল। প্রতি হাজার বীজের ওজন ২.৫-৩.০ গ্রাম। বীজে তেলের পরিমাণ শতকরা ৪৩-৪৪ ভাগ। ফসল পাকতে ৮০-৮৫ দিন সময় লাগে। পরিমাণমত সেচ দিলে প্রতি হেক্টরে ১.২৫-১.৪৫ টন ফলন পাওয়া যায়। এ জাতটি ‘টরি-৭’ এর চেয়ে শতকরা ১০-২৫ ভাগ বেশী ফলন দেয়। আমন ধান কাটার পর এবং বোরো ধান চাষের আগে স্বল্প মেয়াদী এ জাতটি সহজে চাষ করা সম্ভব।

				বারি সরিষা-১০
				‘বারি সরিষা-১০’ দেশের ভেতরে এবং বিদেশ থেকে সংগৃহীত জার্মপ্লাজমের মধ্য হতে বাছাই প্রক্রিয়ার মাধ্যমে উদ্ভাবন করা হয় এবং ২০০০ সালে অনুমোদন লাভ করে। এটি রাই জাতীয় সরিষা। গাছের উচ্চতা ৯০-১০০ সেমি। প্রতি গাছে ৪-৬ টি প্রাথমিক শাখা থাকে। শাখা থেকে প্রশাখা বের হয়। পাতা হালকা সবুজ রংয়ের। পাতা বোটাযুক্ত ও খসখসে। প্রতি গাছে ফলের সংখ্যা ১০০-১২০ টি। ফল ২কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ১২-১৫ টি। বীজের রং পিঙ্গঁল। প্রতি হাজার বীজের ওজন ২.০-৩.০ গ্রাম। বীজে তেলের পরিমান শতকরা ৪২-৪৩% ভাগ। হেক্টরপ্রতি ফলন ১.২৫-১.৪৫ টন। আমন ধান কাটার পর এ জাতটি নাবি জাত হিসেবে চাষ করা যায়।

				বারি সরিষা-১১
				দেশের ভিতরে এবং বিদেশ থেকে সংগৃহীত জার্মপ্লাজম হতে বাছাই প্রক্রিয়ার মাধ্যমে এ জাতটি উদ্ভাবিত হয় এবং ২০০১ সালে অনুমোদিত হয়। গাছের উচ্চতা ১২০-১৩০ সেমি। প্রতি গাছে ৩-৪ টি শাখা থাকে। গাছে ৩-৫ টি প্রাথমিক শাখা থাকে। । পাতা বোটাযুক্ত ও খসখসে এবং সবুজ রংয়ের। শাখাগুলি মাটির একটু উপরে প্রধান কান্ড থেকে বের হয়। প্রস্ফুটিত ফল কঁড়ির নিচে থাকে। ফলের রং হলদে। প্রতি গাছে ফলের সংখ্যা ৭৫-১৫০ টি। ফল ২ কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ১২-১৫ টি। বীজের রং পিঙ্গঁল। ফসল ১০৫-১১০ দিনে পাকে। প্রতি হেক্টরে ২.০-২.৫ টন ফলন পাওয়া যায়। এ জাতটি দৌলতের চেয়ে ২০-২৫% বেশী ফলন দেয়। আমন ধান কাটার পর এ জাতটি নাবি জাত হিসেবে চাষ করা যায়। জাতটি খরা এবং লবণাক্ততা সহনশীল।

				বারি সরিষা-১২
				এ জাতটি ক্রুসিফেরী পরিবারের ব্রাসিকা ক্যাম্পেস্ট্রিস প্রজাতির অন্তর্ভূক্ত। বাছাই প্রক্রিয়ার মাধ্যমে লাইনটি উন্নততর হিসেবে বিবেচিত হয় এবং ২০০২ সালে অনুমোদন লাভ করে। গাছের উচ্চতা ১২০-১৩০ সেমি। গাছ খাটো। গাছে ৫-৬ টি প্রাথমিক শাখা থাকে। সদ্য প্রস্ফুটিত ফুল কঁড়িসমূহের উপরে অবস্থান করে।। ফুলের পাঁপড়ির রং হলদে। প্রতি গাছে ফলের সংখ্যা ৭০-১০০ টি। ফল ২ কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ১২-১৫ টি। বীজের রং পিঙ্গঁল। প্রতি হাজার বীজের ওজন ২.৬-২.৩ গ্রাম। বীজে তেলের পরিমান শতকরা ৪৩-৪৪% ভাগ। ফসল ৭৮-৮৫ দিনে পাকে। হেক্টরপ্রতি ফলন ১.৪৫-১.৬৫ টন ফলন পাওয়া যায়। এ জাতটি ‘টরি-৭’ জাতের চেয়ে ১৫-২০% বেশী ফলন দেয়। আমন ধান কাটার পর স্বল্প মেয়াদী জাত হিসেবে চাষ করে বোরো ধান রোপন করা যায়।

				বারি সরিষা-১৩
				বাংলাদেশ কৃষি গবেষণা ইনষ্টিটিউট সুইডেনের উপসানা বিশ্ববিদ্যালয়ের সহযোগীতায় কৃত্রিম প্রজননের মাধ্যমে ১৯৯৪ সালে বাংলাদেশের আবহাওয়া উপযোগী রেপাস প্রজাতির কয়েকটি লাইন উদ্ভাবন করে। ন্যাপ ১৯৮ লাইনটি আঞ্চলিক ফলন পরীক্ষায় ‘বারি সরিষা-৭’ ও বারি সরিষা-৮’ এর চেয়ে বেশী ফলনশীল হওয়ায় লাইনটি নির্বাচন করা হয়। ‘ন্যাপ ১৯৮ লাইনটি গত ২০০৪ সালের মার্চ মাসে বাংলাদেশে চাষাবাদের জন্য জাতীয় বীজ বোর্ড কর্তৃক ‘বারি সরিষা-১৩’ নামে অনুমোদন লাভ করে। গাছের উচ্চতা ৮০-১০০ সেমি। প্রতি গাছে ৫-৬ টি প্রাথমিক শাখা থাকে। পাতা গাঢ় সবুজ রংয়ের মসৃণ ও লোমহীন। পাতা বোটাহীন এবং পুস্প পনের অংশ কান্ডকে ঘিরে রাখে। মঞ্জুরীদন্ডে সদ্য প্রস্ফুটিত ফুল কঁড়ির নিচে অবস্থান করে। গাছে দীর্ঘ দিন যাবৎ ফুল ধরে। ফুলের পাঁপড়ির রং হলদে। প্রতি গাছের ফলের সংখ্যা ৬৫-৭৫ টি। ফল ২ কক্ষ বিশিষ্ট। প্রতি ফলে বীজের সংখ্যা ২৮-৩০ টি। বীজে রং পিঙ্গল, হাজার বীজের ওজন ৩.৭-৩.৯ গ্রাম। বীজে তেলের পরিমাণ শতকরা ৪২.৪৩ ভাগ। হেক্টরপ্রতি ফলন ২.২০-২.৮০ টন। ফসল ৯০-৯৫ দিরে পাকে।",
				"time" : "2 hours ago"
			}
		]
	},
	{
		"category" : "মাটি ও জমি তৈরী",
		"data" : [
			{
				"title" : "মাটি ও জমি তৈরী",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMjA2NTE0NzkyMF5BMl5BanBnXkFtZTgwMjAwMzg5NjE@._V1._SY140_.jpg",
				"caption" : "সরিষা বেলে দোআঁশ ও দোআঁশ মাটিতে ভাল জন্মে। জমির প্রকারভেদে ৪-৫ টি আড়াআড়ি চাষ ও মই দিয়ে মাটি ঝুরঝুরে করে জমি তৈরী করতে হয়। জমির চারিপাশে নালার ব্যবস্থা করলে পরবর্তীতে সেচ দিতে এবং পানি নিকাশের সুবিধা হয়।",
				"time" : "40 minutes ago"
			}
		]
	},
	{
		"category" : "বীজের হার ও বপনের পদ্ধতি",
		"data" : [
			{
				"title" : "বীজের হার ও বপনের পদ্ধতি",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMTczODYzOTA0Nl5BMl5BanBnXkFtZTgwNDcwMzIyNTE@._V1._SY140_.jpg",
				"caption" : "
				সরিষার জাত টরি-৭, কল্যাণীয়া, সোনালী সরিষা, ধলি, বারি সরিষা-৭ ও বারি সরিষা-৮ এর হেক্টরে ৮-১০ কেজি বীজ লাগে।
				রাই ও দৌলত সরিষার জন্য প্রতি হেক্টরে ৭-৯ কেজি বীজের প্রয়োজন।
				বারি সরিষা-১৩ চাষের জন্য প্রতি হেক্টর জমিতে ৮ থেকে ১০ কেজি বীজ প্রয়োজন।

				বিভিন্ন অঞ্চলের তারতম্য এবং জমির জো অবস্থা অনুসারে টরি-৭, কল্যাণীয়া, সোনালী সরিষা, বারি সরিষা-৬, বারি সরিষা-৭ ও বারি সরিষা-৮ এর বীজ মধ্য-আশ্বিন থেকে মধ্য-কার্তিক (অক্টোবর) পর্যন্ত বোনা যায়। রাই-৫ এবং দৌলত কার্তিক থেকে অগ্রহায়ণ (মধ্য অক্টোবর থেকে মধ্য নভেম্বর) মাস পর্যন্ত বপন করা যেতে পারে। বিভিন্ন অঞ্চলের তারতম্য এবং জমির ‘জো’ অবস্থা অনুসারে ‘বারি সরিষা-১৩’ জাতের বীজ কার্তিক মাসের ১ম সপ্তাহ থেকে শেষ সপ্তাহ পর্যন্ত (মধ্য-অক্টোরব থেকে মধ্য- নভেম্বর বপনের উপযুক্ত সময়। সরিষা বীজ সাধারণত ছিটিয়ে বোনা হয়। সারি করে বুনলে সার, সেচ ও নিড়ানী দিতে সুবিধা হয়। সারি থেকে সারির দূরত্ব ৩০ সেমি রাখতে হবে। বপনের সময় জমিতে বীজের অংকুরোদগমের উপযোগী রস থাকতে হবে।

				",
				"time" : "10 hours ago"
			}
		]
	},
	{
		"category" : "আন্তবর্তীকালীন পরিচর্যা",
		"data" : [
			{
				"title" : "আন্তবর্তীকালীন পরিচর্যা",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMTczODYzOTA0Nl5BMl5BanBnXkFtZTgwNDcwMzIyNTE@._V1._SY140_.jpg",
				"caption" : "
				নিরানী দেয়াঃ বীজ বপনের ১৫-২০ দিন পর একবার এবং ফুল আসার সময় দ্বিতীয়বার নিড়ানী দিতে হয়। সেচ প্রয়োগঃ সোনালী সরিষা, বারি সরিষা-৬, বারি সরিষা-৭ ও বারি সরিষা-৮ ইত্যাদি উফশী জাতসমূহে পানি সেচ দিলে ফলন বেশী হয়। বীজ বপনের ২৫-৩০ দিনের মধ্যে (গাছে ফুল আসার আগে) প্রথম সেচ এবং ৫০-৫৫ দিনের মধ্যে (ফল ধরার সময়) দ্বিতীয় সেচ দিতে হবে। বপনের সময় মাটিতে রস কম থাকলে চারা গজানোর ১০-১৫ দিনের মধ্যে একটি হালকা সেচ দিতে হয়।

				",
				"time" : "10 hours ago"
			}
		]
	},
	{
		"category" : "বীজ সংরক্ষণ",
		"data" : [
			{
				"title" : "বীজ সংরক্ষণ",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMTczODYzOTA0Nl5BMl5BanBnXkFtZTgwNDcwMzIyNTE@._V1._SY140_.jpg",
				"caption" : "
				মাড়াই করার পর রোদে শুকানো বীজ গরম অবস্থায় সংরক্ষণ করলে বীজের অংকুরোদগম ক্ষমতা নষ্ট হয়ে যাওয়ার সম্ভবনা থাকে। তাই রোদে শুকানো বীজ ঠান্ডা করে প্লাষ্টিকের পাত্রে, টিনে বা ড্রামে রেখে মুখ এমনভাবে বন্ধ করতে হবে যেন পাত্রের ভিতরে বায়ু প্রবেশ করতে না পারে। সংরক্ষণের জন্য বীজ ভর্তি পাত্র মাটির সংস্পর্শে রাখা বাঞ্চনীয়। বীজসহ পাত্র আর্দ্রতা কম এমন ঘরের শীতল স্থানে রাখলে এক বছর এমনকি দু’বছর পর্যন্ত বীজের অংকুরোদগম ক্ষমতা থাকে।

				",
				"time" : "10 hours ago"
			}
		]
	},
	{
		"category" : "রোগ বালাই দমন",
		"data" : [
			{
				"title" : "রোগ বালাই দমন",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMTczODYzOTA0Nl5BMl5BanBnXkFtZTgwNDcwMzIyNTE@._V1._SY140_.jpg",
				"caption" : "
				সরিষার জাব পোকাঃ
				পূর্ণবয়স্ক ও বাচ্চা পোকা উভয়ই সরিষার পাতা, কান্ড, ফুল ও ফল হতে রস শোষণ করে। আক্রমণের মাত্রা বেশী হলে ফুল ও ফলের বৃদ্ধি বাধাপ্রাপ্ত হয় এরং পাতা কুঁকড়ে যায়। জাব পোকা এক ধরণের রস নিঃসরণ করে, ফলে তাতে সুটিমোল্ড ছত্রাক জন্মে এবং আক্রান্ত অংশ কালো দেখায়। সে জন্য ঠিকমত বাড়তে পারে না, বীজ আকারে ছোট হয়। বীজে তেলের পরিমান কমে যায়। ফল ধারণ অবস্থায় বা তার পূর্বে আক্রমণ হলে এবং প্রতিকারের ব্যবস্থা গ্রহণ না করলে সম্পূর্ণ ফসল নষ্ট হওয়ার আশংকা থাকে। প্রতিকারঃ
				১। আগাম চাষ আশ্বিনের শেষ ভাগ ও মধ্য- কার্তিক (অক্টোবর) অর্থাৎ আগাম সরিষা বপণ করলে জাব পোকার আক্রমণের আশংকা কম থাকে।
				২। প্রতি গাছে ৫০ টির বেশী পোকা থাকলে ম্যালথিয়ন-৫৭ ইসি বা সুমিথিয়ন-৫৭ ইসি বা ফলিথিয়ন-৫৭ ইসি বা একোথিয়ন-৫৭ ইসি বা ডায়াজিনন ৬০ ইসি প্রতি লিটার পানিতে ২ মিলি হারে মিশিয়ে বিকালে সেপ্র করতে হবে।

				সরিষা পাতা ঝলসানো রোগঃ
				অলটারনারিয়া ব্রাসিসি নামক ছত্রাক দ্বারা এ রোগের সৃষ্টি হয়। প্রাথমিক অবস্থায় সরিষা গাছের নিচে বয়স্ক পাতায় এ রোগের লক্ষণ পরিলক্ষিত হয়। পরবর্তীতে এ ছত্রাকের আক্রমণে গাছের পাতা, কান্ড ও ফলে চক্রাকার কালচে দাগের সৃষ্টি হয়। আক্রমণের মাত্রা বেশী হলে ঝলসে যায়। ফলে সরিষার ফলন খুবই কমে যায়। প্রতিকার
				১। রোগ প্রতিরোধ ক্ষমতা সম্পন্ন সরিষার জাত চাষ করতে হবে। ধলি, দৌলত, বারি সরিষ-৭, বারি সরিষা-৮ ইত্যাদি জাত কিছুটা পাতা ঝলসানো রোগ সহনশীল।
				২। রোগমুক্ত বীজ বপন করতে হবে।
				৩। বীজ বপনের পূর্বে ভিটাভেক্স-২০০ অথবা ক্যাপ্টান দিয়ে (২-৩ গ্রাম ছত্রাক নাশক/কেজি বীজ) বীজ শোধন করে বপন করতে হবে।
				৪। এ রোগ দেখা দেওয়ার সাথে সাথে রোভারাল-৫০ ডব্লিউবি বা ডাইথেন এম-৪৫, ০.২% হারে (প্রতি লিটার পানির সাথে ২ গ্রাম) পানিতে মিশিয়ে ১০-১২ দিন পর পর ৩-৪ বা সেপ্র করতে হবে। পরজীবী উদ্ভিদজনিত রোগ দমনঃ সরিষা পরজীবী উদ্ভিদের মধ্যে অরোবাংকি প্রধান। সরিষা গাছের শিকড়ের সাথে এ পরজীবী উদ্ভিদ সংযোগ স্থাপন করে খাদ্য সংগ্রহ করে বেঁচে থাকে। এর ফলে পরজীবী আক্রান্ত সরিষার গাছ দুর্বল হয়, বৃদ্ধি কমে যায় এবং ফলন হ্রাস পায়। অরোবাংকি এক প্রকার সপুষ্পক পরজীবী উদ্ভিদ এবং এর বংশবৃদ্ধি সরিষা গাছের উপর নির্ভরশীল। এর বীজ মাটিতেই অবস্থান করে। মাটি, ফসলের পরিত্যক্ত অংশ, সেচের পানি প্রভৃতির মাধ্যমে অরোবাংকির উৎপত্তি ও বিস্তার ঘটে। বরাবর একই জমিতে সরিষা পরিবারের ফসল চাষ করলে তাতে পরজীবী বিস্তার ঘটে। প্রতিকার ১। ফল আসার পূর্বে পরজীবী উদ্ভিদ জমি হতে তুলে ধ্বংস করে ফেলতে হবে। ২। পরিমিত হারে টিএসপি সার ব্যবহার করতে হবে। ৩। পূর্বে এ রোগে আক্রান্ত জমি গভীরভাবে চাষ করতে হবে। ৪। আগাছা নাশক যেমন ২,৪-ডি ছিটিয়ে পরজীবী উদ্ভিদ দমন করতে হবে।

				",
				"time" : "10 hours ago"
			}
		]
	},
	{
		"category" : "ফলন",
		"data" : [
			{
				"title" : "ফলন",
				"image_url" : "http://ia.media-imdb.com/images/M/MV5BMTczODYzOTA0Nl5BMl5BanBnXkFtZTgwNDcwMzIyNTE@._V1._SY140_.jpg",
				"caption" : "
				বিভিন্ন জাতে ফলনের তারতম্য রয়েছে (জাতের বৈশিষ্ট দ্রষ্টব্য)। প্রতি হেক্টরে ১.০ টন হতে ২.৮ টন পর্যন্ত ফলন পাওয়া যেতে পারে।

				",
				"time" : "10 hours ago"
			}
		]
	}
]